Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/bible/osko/index.php_kat_id=16_art_id=229.html.tmx
Source language: sme
Languages: smj

source: Oahpa: Eana
smj: Åhpav: Ednam

source: Eanan lea Ipmilláhji
smj: Ednam le vattos sjivnnjádusás

source: Luondu lea addon olbmui illun ja geavaheapmin dán máilmmis.
smj: Luonndo le almatjijda ávvon ja adnon vatteduvvam dán væráldin.

source: Olmmoš lea sivdniduvvon eatnamis, ja mis lea erenoamáš bargu eatnama ektui.
smj: Almasj le ednamis dagádum ja miján le sierralágásj dahkamus ednama gáktuj.

source: Mii galgat bures meannudit luonddu ja hálddašit dan nu ahte buohkat sáhttet eallit luondduláhjiin.
smj: Galggap luondov sujttit ja dav háldadit váj juohkkahasj máhttá dassta viessot.

source: Olmmoš gullá guvlui, ii nubbeládje.
smj: Ulmusj muhtem bájkkáj gullu, ij vuosstálakkoj.

source: Ovdal orro sámit siiddain.
smj: Åvddåla lidjin sáme organiseridum sijdaj milta.

source: Dihto siiddat besse bivdit ja guođuhit dihto báikkiin.
smj: Mierredum sijdajn lidjin riektá guohtomij ja bivdduj sijá guovlon.

source: Jus lea ráhkisvuohta lundui, de čuovvu maid ovddasvástádus váldit das várá.
smj: Jus luondov æhttsá de tjuovvu aj åvdåsvásstádus dav sujttit.

source: Odne geavahuvvo siidadoaba eanaš boazodoalus.
smj: Uddni sijddanamma ienemusát boatsojsujton aneduvvá.

source: Ovdal ledje olbmot nannosit čadnon lundui, muhto mo lea dál ?
smj: Åvdebut lidjin almatja nannusit luonnduj tjanádum, valla gåktu le uddni ?

source: Mo son olbmot dál geavahit luonddu ?
smj: Gåktu udnásj almatja luondov adni ?

source: Mo čájehit árvvusatnima, vuollegašvuođa ja ráhkesvuođa lundui ?
smj: Gåktu vieledip ja vuosedip vuollegasjvuodav ja iehttsep luondov ?

source: Man láhkái ?
smj: Ja makkir vuogijn ?
